Revit 2024 API
BuiltInFailures.CurtainWallFailures.RequestOrphanMullionDeletion Property
 Due to the changes in parameters of their hosts some mullions became non-type driven.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RequestOrphanMullionDeletion { get; }
Visual Basic
Public Shared ReadOnly Property RequestOrphanMullionDeletion As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RequestOrphanMullionDeletion {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace